Repository: tmcopeland/spectre
Catalog: po/*.po
Languages: es

source: Spectre Acoustic Spectrum Analyzer
es: Analizador del Espectro de Sonido Spectre

source: View the spectrum of most any audio file.
es: Vea el espectro de casi algun archivo del audio.

source: Cannot open input file.
es: No puede abrir archivo de entrada.

source: Cannot find stream info.
es: No puede encontrar el chorrito de informacixc3xb3n.

source: The file contains no audio streams
es: El archivo no tiene nada chorritos de audio

source: Cannot find decoder.
es: No puede encontrar un descodificador.

source: Unknown duration.
es: Un duracixc3xb3n desconocido.

source: No audio channels.
es: No hay nada canales de audio.

source: Cannot open decoder.
es: No puede abrir el descodificador.

source: Unsupported sample format.
es: Un formata muestra sin apoyo.

source: Save Spectrogram
es: Guarde Espectrograma

source: Open File
es: Abra un Archivo
